Repository: UntilNick/ClipSE_Builder
Catalog: Language/GlobalMessageStrings_*.resx
Languages: ru_ru

# AccessNew
source: A new version of the program is available
ru_ru: Доступна новая версия программы

# BitCopy
source: Bitcoin address copied.
ru_ru: Bitcoin адресс скопирован.

# CurrentVer
source: Current version:
ru_ru: Текущая версия ПО:

# DataAdd
source: Data added!
ru_ru: Данные добавлены!

# DataLoader
source: The data is loaded!
ru_ru: Данные загружены!

# DataSave
source: Data saved!
ru_ru: Данные сохранены!

# DLLNotCorrect
source: Version. dll does not match!
ru_ru: Версия .dll не совпадает!

# ErrorBitCopy
source: Error while copying.
ru_ru: Ошибка при копирование.

# ErrorConnect
source: No connection to server
ru_ru: Нет подключения к серверу

# ErrorLicense
source: License verification error
ru_ru: Ошибка проверки лицензии

# ErrorLoader
source: Error loading data
ru_ru: Ошибка загрузки данных

# ErrorSave
source: Error saving data
ru_ru: Ошибка сохранения данных

# Extension
source: Select the extension
ru_ru: Выберите расширение

# FieldsClean
source: All fields cleared.
ru_ru: Все поля отчищены.

# FileExists
source: File not found!
ru_ru: Файл не обнаружен!

# FillFields
source: Fill in all fields!
ru_ru: Заполните все поля!

# FinalVersionMessage
source: You have the latest version of Builder
ru_ru: У вас последняя версия билдера

# IconChoice
source: Find icon for build file
ru_ru: Выберите иконку для билд файла

# Key
source: Your access key:
ru_ru: Ваш ключ доступа:

# LicenseActivate
source: License status: Activated
ru_ru: Статус лицензии: Активировано

# LicenseNoActivate
source: License status: not activated
ru_ru: Статус лицензии: Не активировано

# MonoFind
source: Mono.Cecil.dll not found!
ru_ru: Mono.Cecil.dll не найден!

# NewVer
source: New version:
ru_ru: Новая версия ПО:

# NoIconChoice
source: No icon selected!
ru_ru: Иконка не выбрана!

# RestartBuild
source: Starts reboot builder
ru_ru: Начинается перезапуск билдера

# SizeIcon
source: Icon size:
ru_ru: Размер иконки:

# UpdateSuccess
source: Updates downloaded!
ru_ru: Обновления загружены!

source: Username:
ru_ru: Имя пользователя:

# VerSoftware
source: Version:
ru_ru: Версия:

source: Welcome
ru_ru: Добро Пожаловать

# BuildCreated
source: Build created successfully!
ru_ru: Билд создан успешно!

# ErrorBuild
source: Error while creating the build!
ru_ru: Ошибка при создание билда!

# FindManifest
source: app.Manifest not found!
ru_ru: app.Manifest не обнаружен!

# Obfuscated
source: Build obfuscated!
ru_ru: Билд обфусцирован!

# ModCLI
source: Mod folder or *CLI.exe file not found!
ru_ru: Папка Mod или файл *CLI.exe не найдены!

# BasePurse
source: Add at least one wallet to the database
ru_ru: Добавьте хотя бы один кошелёк в базу данных

# EmptySave
source: Fill in the fields
ru_ru: Заполните поля
